{
    "1": {
      "1": "Faminaniana ny loza hanjo, izay hitan'i Habakoka mpaminany.",
      "2": "Jehovah o, indrisy ny hahelan'ny efa nitarainako, Nefa tsy nohenoinao! Mitaraina aho hoe: Loza! Nefa tsy vonjenao ihany.",
      "3": "Nahoana no ataonao mahita faharatsiana aho. Ary mijery fahoriana Hianao? Fa fandravana sy loza no eo anatrehako, Ary misy ady, sady miseho ny fifandirana.",
      "4": "Koa noho izany dia ngoly ny lalana, Ary tsy mivoaka ny rariny; Fa irohonan'ny ratsy fanahy ny marina, Ka izany no ivoahan'ny fitsarana miangatra .[Heb. miolana]",
      "5": "Jereo any amin'ny jentilisa, ka diniho, ary gaga dia gaga; Fa manao zavatra amin'ny andronareo Aho, Izay tsy hinoanareo, na dia holazaina aminareo aza.",
      "6": "Fa, indro, atsangako ny Kaldeana, Dia ilay firenena masiaka sady mirehidrehitra, Izay mamaky eran'ny tany Hahazoany fonenana izay tsy azy.[Heb. mangidy]",
      "7": "Mahatsiravina sy mahatahotra izy; Avy amin'ny tenany ihany ny fitsarany sy ny fahalehibiazany.",
      "8": "Faingana noho ny leoparda ny soavaliny Sady masiaka noho ny amboadia hariva; Ny mpitaingin-tsoavaliny mampiriotra, eny, ny mpitaingin-tsoavaliny dia avy lavitra; Miezaka toy ny voromahery maika hihinana izy.[lopa]",
      "9": "Hampidi-doza no ihavian'izy rehetra; Ny handroso ihany no atrehiny fatratra, Ka manangona sambotra toy ny fasika izy.[Na: atrehan'izy rehetra]",
      "10": "Izy manakora ny mpanjaka, Ary ihomehezany ny mpanapaka; Ny tanana mimanda rehetra dia ihomehezany, Ka dia manandratra tovon-tany izy ka mahafata azy.[Heb. vovoka]",
      "11": "Dia mihelina toy ny rivotra izy Ary mandroso ka mahazo heloka. Izany heriny izany no andriamaniny!",
      "12": "Tsy hatrizay hatrizay va Hianao, Jehovah Andriamanitro, Iray Masiko? Tsy ho faty izahay; Ry Jehovah o, ho famaizana no nanendrenao ireny, Ry Vatolampy o, fananarana no nanangananao azy",
      "13": "Hianao, Izay madio maso ka tsy te-hitsinjo ny ratsy Ary tsy mahajery fahoriana, Nahoana Hianao no mijery izay mamitaka Ary mangina, raha ny ratsy fanahy mandrapaka ny marina noho izy,",
      "14": "Ary manao ny olona ho toy ny hazandrano any an-dranomasina, Sy ho toy ny biby mandady sy mikisaka, izay tsy mana-mpanapaka?",
      "15": "Aingainy amin'ny fintana izy rehetra, Samboriny amin'ny haratony Ary sarihany amin'ny harato tarihiny; Ka dia faly sy ravoravo izy.",
      "16": "Koa izany no amonoany zavatra hatao fanatitra ho an'ny haratony sy andoroany ditin-kazo manitra ho an'ny harato tarihiny; Fa ireo no ahazoany hanina matsiro sy anjara matavy.",
      "17": "Koa noho izany dia hanaisotra ny ao amin'ny tandrohony va izy Ary hamono firenena mandrakariva ka tsy hiantra?"
    },
    "2": {
      "1": "Hitsangana eo ambonin'ny fitazanako aho Ary hijoro eo ambonin'ny manda, Hiandry hahitako izay holazainy amiko Sy izay havaliko amin'ny fitarainako.",
      "2": "Dia namaly ahy Jehovah ka nanao hoe: Soraty ny fahitana, ka ataovy velona tsara ny soratra eo amin'ny fafana, Mba ho azon'ny mihazakazaka hovakina aza.[Na: mba hihazakazahan'izy mamaky azy]",
      "3": "Fa ny fahitana dia mbola ho amin'ny fotoan'andro, Ary mikendry ny farany izy ka tsy ho diso; Eny, na dia mitaredretra aza izy, andraso ihany, Fa ho avy tokoa izy ka tsy hijanona.",
      "4": "Indro, feno avonavona ny fanahin'ireny, fa tsy mahitsy ao anatiny, Fa ny marina ho velon'ny finoany.[Na: fa ny marina amin'ny finoana no ho velona]",
      "5": "Ary koa, mamitaka ny divay; Ny olona miavonavona tsy mba mahatoetra, Dia ilay mitanatana vava tahaka ny fiainan-tsi-hita, Eny, toy ny fahafatesana, ka tsy mety voky, Fa manangona ny firenena rehetra ho ao aminy Sy mamory ny olona rehetra ho ao aminy..[Heb. Shoela]",
      "6": "Tsy hanao oha-teny hamelezana azy va ireto rehetra ireto ? Tsy hanao eson-teny sy fitenenana hanoherana azy va izy ka hanao hoe: Lozan'izay mahery mandroaka ny tsy azy! Mandra-pahoviana! dia ilay mivesatra ny zavatra nalaina ho tsatoka[Heb. fampanonona]",
      "7": "Tsy hitsangana tampoka va izay hanaikitra anao, Ary tsy hifoha va izay hanaitaitra anao, Ka ho babony ianao?",
      "8": "Fa efa namabo firenena maro ianao, Ka dia mba hobaboin'ny sisa rehetra amin'ny firenena kosa, Noho ny ran'ny olona sy ny fandozana natao tamin'ny tany, Dia tamin'ny tanana sy ny mponina rehetra ao aminy.",
      "9": "Lozan'izay fatra-pila harena amin'ny tsy marina ho an'ny taranany, Hanaovany ny akaniny any amin'ny avo, Mba tsy ho tratry ny tanan'ny loza",
      "10": "Efa namoron-tsaina izay hahatonga henatra ho an'ny taranakao ianao, Dia ny handringanana firenena maro; Ary nankaha-doza hihatra amin'ny ainao ianao.",
      "11": "Fa hitaraina ny vato ao amin'ny rindrina, Ary ny sakamandimby ao amin'ny trano no hamaly azy.[Heb. hazo]",
      "12": "Lozan'izay manao vohitra amin'ny fandatsahan-dra Sy manorina tanana amin'ny heloka!",
      "13": "Indro, tsy avy amin'i Jehovah, Tompon'ny maro, va no hiasan'ny olona ho an'ny afo, Sy hisasaran'ny firenena noho ny zava-poana?",
      "14": "Fa ny tany ho feno ny fahalalana ny voninahitr'i Jehovah, Toy ny fanaron'ny rano ny fanambanin'ny ranomasina.",
      "15": "Lozan'izay mampisotro divay ny namany Dia ianao izay manampy fahatezerana ka mampahamano azy, Mba hijery ny fitanjahany;",
      "16": "Efa feno henatra ianao, fa tsy voninahitra; Mba sotroy koa, ka mitanjaha; Hatolotra anao ny kapoaka eny an-tanana ankavanan'i Jehovah, Ary fahamenarana no ho amin'ny voninahitrao. [Na: aoka ho hita fa tsy voafora ianao]",
      "17": "Fa hanody anao ny loza natao tamin'i Libanona Sy ny fandringanana mahatahotra namelezana ny biby, Noho ny ran'ny olona sy ny loza natao tamin'ny tany, Dia tamin'ny tanana sy ny mponina rehetra ao aminy.",
      "18": "Mahasoa inona ny sarin-javatra voasokitra, No misokitra azy ny mpanao azy? Na ny sarin-javatra an-idina sy ny mpampianatra lainga, No matoky azy izay namorona azy Tamin'ny nanaovany sampy moana?",
      "19": "Lozan'izay manao amin'ny hazo hoe: Mifohaza! Ary amin'ny vato moana hoe: Mitsangana! Hampianatra va ireo ? He! voapetaka takela-bolamena sy volafotsy ihany izy, Nefa tsy misy fanahy akory ao anatiny.",
      "20": "Jehovah dia ao amin'ny tempoliny masina; Mangina eo anatrehany, ry tany rehetra!"
    },
    "3": {
      "1": "Ny fivavak'i Habakoka mpaminany. Araka ny Sigionota.",
      "2": "Jehovah o, efa reko ny filazana Anao, ka raiki-tahotra aho; Jehovah o, velomy ny asanao ao an-tenatenan'ny taona, Ataovy fantatra ao an-tenatenan'ny taona izany; Na dia tezitra aza Hianao, tsarovy ny indrafo.",
      "3": "Tamy avy any Temana Andriamanitra, Dia ny iray Masina avy any an-tendrombohitra Parana. Manarona ny lanitra ny voninahiny, Ary manenika ny tany ny fiderana Azy.[Sela]",
      "4": "Misy famirapiratana toy ny mazava, Ary misy tana-masoandro avy eo amin'ny tanany;12 Ary ao no fieren'ny heriny.[Na: avy eo anilany]",
      "5": "Eo alohany no andehanan'ny areti-mandringana, Ary areti-mandripaka no mivoaka avy eo aoriany.[Na: zava-mahamay]",
      "6": "Mijanona Izy ka manozongozona ny tany; Mijery Izy ka mampangovitra ny firenena, Ary torotoro ny tendrombohitra mandrakizay, Mietry ny havoana fahagola, Fanaony hatry ny fahagola ny Azy.",
      "7": "Mahita ny lain'i Kosana azom-pahoriana aho, Sady mipararetra ny ambain-dain'ny tany Midiana.",
      "8": "Moa amin'ny ony va no irehetan'ny fahatezeran'i Jehovah ? Amin'ny ony va no ahatezeranao, Na amin'ny ranomasina va no ahasosoranao, No dia mitaingina ny soavalinao sy ny kalesim-pamonjenao Hianao ?",
      "9": "Nalan-tsarona ny tsipìkanao; Efa nianianana ny fikapohan'ny teny. [Sela] Namakivaky ny tany Hianao mba hisy ony.[Na: ny fiainana tamin'ny firenena dia teny]",
      "10": "Nahita Anao ny tendrombohitra ka toran-kovitra; Mirotsaka ny ranonorana mivatravatra, Mamoa-peo ny lalina Sady manangan-tanana ho amin'ny avo.[Heb. Mandalo]",
      "11": "Ny masoandro sy ny volana niditra teo amin'ny fitoerany, Noho ny fahazavan'ny zana-tsipìkanao mitsoriaka Sy ny fanelatselatry ny lefonao mamirapiratra.",
      "12": "Amin'ny fahatezeranao no anitsahanao ny tany; Amin'ny fahaviniranao no anosihosenao ny firenena.",
      "13": "Mivoaka hamonjy ny olonao Hianao, dia hamonjy ny voahosotrao; Torotoroinao ny tapenaky ny tranon'ny ratsy fanahy, Ka ahariharinao hatreo an-tenatenany ny fanorenany. [sela][Heb. lohan'][an-katony]",
      "14": "Ny lefony ihany no anaboroahanao ny lohan'ireo miaramilany betsaka, Izay avy toy ny tadio hanely ahy, Sady mifaly handany mangingina ny ory izy.",
      "15": "Mitety ny ranomasina amin'ny soavalinao Hianao, Dia eny amin'ny rano be miavovona.",
      "16": "Nony mandre aho, dia mandevilevy ny kiboko; Ny molotro mipararetra noho ny feo; Azon'ny fahalovana ny taolako, ary mangovitra aho; Fa tsy maintsy miandry ny andro fahoriana aho, Dia izay hiakaran'ny mpanao an-diany hamely ny olonao.",
      "17": "Fa na dia tsy mamontsina aza ny aviavy, Ary tsy misy voany ny voaloboka, Na dia mahadiso fanantenana aza ny oliva, Ary tsy mahavokatra hohanina ny saha, Na dia vonoina aza ny ondry ao amin'ny vala, Ary tsy misy omby ao am-pahitra,",
      "18": "Nefa izaho dia mbola hifaly amin'i Jehovah ihany Sy hiravoravo amin'Andriamanitry ny famonjena ahy.",
      "19": "Jehovah Tompo no tanjako, Ary manao ny tongotro ho toy ny an'ny dieravavy Izy Ka mampandeha ahy any amin'ny havoanako. Ho an'ny mpiventy hira. Hampiarahina amin'ny valiha."
    }
  }